Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.et-lt.tmx
Source language: et
Languages: lt

source: Töö tuleb planeerida nii, et erinevad tegevused ei satuks kokku viisil, mis võib põhjustada õnnetusi või ohtu tervisele.
lt: Darbą reikia suplanuoti taip, kad skirtingų įmonių veikla netrukdytų viena kitai tuo būdu, kad nekiltų pavojus sveikatai ar nelaimingų atsitikimų pavojus.

source: Ajaplaneerimine on eriti oluline kui töö on ulatuslik kuid ehitusaeg lühike.
lt: Laiko planavimas yra ypač svarbus tuo atveju, jei darbas yra didelės apimties, o laiko statyboms yra nedaug.

source: Valida tuleb töömeetodeid või varustust, mis:
lt: Reikia pasirinkti tokią darbo įrangą ir tokius darbo metodus, kurie:

source: väldivad õnnetuste juhtumist seoses maalihete või kukkumistega seoses,
lt: padėtų išvengti nelaimingų atsitikimų dėl kritimų iš aukštai ir dėl įgriuvų,

source: tagavad terviskahjustavate või ebavajalikult keha väsitavate koormuste välti mise, toovad kaasa madala müra- ja vibratsioonitaseme, ohtlike ainete ja õhusaaste taseme.
lt: reikštų, kad vengiama sveikatai pavojingų ir be reikalo varginančių kūno apkrovų, reikštų, kad triukšmo, vibracijų, pavojingų medžiagų bei užteršto oro apsuptyje bus praleidžiama nedaug laiko.

source: Töövõtjaid teavitatakse tööst ja töökeskkonnaalaste meetmete rakendamisest või nende planeerimisest ning kehtivatest reeglitest.
lt: Darbuotojai turi būti informuojami apie darbą, kokios darbo aplinkos priemonės yra įgyvendintos ir planuojamos ir kokios taisyklės galioja.

source: Töötajad võivad vajada eriväljaõpet või juhiseid uute toodete või töömeetodite kasutuselevõtul.
lt: Jiems gali prireikti atskiro apmokymo ar instrukcijos, jei bus naudojami nauji produktai ar darbo metodai.

source: Ehitusplatsil toimub pidevalt ja kiiresti mitmeid ohte kaasa toovaid muutusi.
lt: Statybvietėje visą laiką vyksta greitų pasikeitimų, sukeliančių daug pavojų.

source: Seetõttu on vajalikud reeglipärased turvaalased ringkäigud.
lt: Todėl yra svarbūs reguliarūs darbo saugos reidai.

source: Kes vastutab mille eest?
lt: Kas už ką atsakingas?

source: Ehitusplatsil hea töökeskkonna loomiseks on väga oluline ennetav töökeskkonnaalane töö ning kõigi asjaosaliste vastutus.
lt: Kad statybvietėje būtų sukurta gera darbo aplinka, labai svarbus yra prevencinis darbo aplinkos darbas ir kad kiekvienas atsakingas asmuo prisiimtų atsakomybę.

source: Samuti on tähtis, et erinevad osapooled teevad koostööd ning ehitustöölised võtavad osa töökeskkonnaalasest tööst.
lt: Be to, svarbu, kad atsakingi asmenys koordinuotų veiklą ir kad prie darbo aplinkos prisidėtų statybų darbuotojai.

source: Põhivastutus töökeskkonna arvestamisel ehitusprojekti ettevalmistusfaasis (planeerimis- ja projekteerimistööd) on ehitustööde või rajatistööde läbiviijal (Projektijuhil).
lt: Tas, kas leidžia vykdyti statybų darbus (statytojas), yra pirmiausia atsakingas už tai, kad į darbo aplinką būtų atsižvelgiama statybų etape ruošiant statybų projektą (planuojant ir projektuojant).

source: Projektijuht vastutab ka selle eest, et ajakohastataks eelnev avaldus, töökeskkonnaplaan ja dokumentatsioon ning et keegi määratakse planeerimise ja projekteerimise ajaks töökeskkonna koordinaatoriks.
lt: Statytojas taip pat yra atsakingas už tai, kad būtų sudarytas išankstinis pranešimas, darbo aplinkos planas ir dokumentacija ir kad būtų paskirtas saugos ir sveikatos koordinatorius projekto parengiamuoju laikotarpiu.

source: Projektijuht peab ka vastutama selle eest, et ehitus- ja rajatistööd on vastavuses töökeskkonna reeglitega ning määrab ka ehitus- või rajatistööde läbiviimise ajaks töökeskkonna koordinaatori.
lt: Statytojas be to yra atsakingas už tai, kad statybos darbų atlikimas būtų koordinuojamas darbo aplinkos prasme, jis taip pat turi paskirti saugos ir sveikatos koordinatorių statybų laikotarpiu.

source: Mõnikord võib projektijuht kirjaliku lepinguga anda oma töökeskkonnaalase vastutuse üle mõnele tööettevõtjale ehitusprojekti selle osa suhtes, mida töövõtt hõlmab.
lt: Kai kuriais atvejais statytojas raštiška sutartimi savo atsakomybę dėl darbo aplinkos gali perleisti statybos valdytojui, kuris atsakingas už jo valdomą statybų projekto dalį.

source: Vastutuse võib üle anda juhul, kui tööettevõtja vastutab iseseisvalt kogu planeerimise ja projekteerimise ja/või projekti kogu läbiviimise eest, nt üld- või täistöövõtulepingu korral.
lt: Tai galima padaryti, jei būdamas statybos valdytoju, jis savarankiškai atsako už visą planavimą ir projektavimą ir/ar viso projekto vykdymą, pavyzdžiui, generalinės ar pilnos rangos atveju.

source: Osalise töövõtulepingu korral ei saa projektijuht sellist vastutust üle anda.
lt: Kai ranga yra padalinta, statytojo atsakomybės perduoti negalima.

source: Ehitustöökeskkonna koordinaator planeerimise- ja projekteerimise alal koordineerib projekteerimist lähtudes töökeskkonnast ning vastutab töökeskkonna plaani ja dokumentatsiooni koostamise eest.
lt: Saugos ir sveikatos koordinatorius projekto parengiamuoju laikotarpiu koordinuoja projektavimą darbo aplinkos prasme ir pasirūpina, kad būtų sudarytas darbo aplinkos planas ir dokumentacija.

source: Projekteerijad (arhitektid, konsultandid jne) vastutavad samuti oma töö raames selle eest, et ehitusprojekti koostamisel võetakse arvesse ehitusaegset töökeskkonda.
lt: taip pat yra atsakingi, savo užduoties ribose, kad būtų atsižvelgiama į darbo aplinką statybų etape ruošiant statybų projektą.

source: Ehitustöökeskkonna koordinaator ehitus- ja rajatistööde ajal koordineerib töid lähtudes töökeskkonnast, kohandab töökeskkonna plaani vastavalt tööde tegelikule läbiviimisele, kontrollib, et töid teostataks vastavalt töökeskkonnaalastele nõuetele ning et järgitakse töökeskkonna plaani.
lt: Saugos ir sveikatos koordinatorius statybų laikotarpiu koordinuoja darbus darbo aplinkos prasme, pritaiko darbo aplinkos planą prie to, kaip darbai yra vykdomi iš tikrųjų, kontroliuoja, ar darbai vykdomi teisingai darbo aplinkos prasme ir ar laikomasi darbo aplinkos plano.

source: Teised ettevõtted, kes tegutsevad samaaegselt samal ehitustöödega seotud tööplatsil, peavad andma ehitustöökeskkonna koordinaatorile andmed oma tööde läbiviimise kohta, kui nende enda tegevus võib kaasa tuua erilisi riske.
lt: Kitos įmonės bendroje darbo vietoje saugos ir sveikatos koordinatoriui statybų laikotarpiu turi pateikti duomenis apie ypatingą pavojų, kuris gali kilti dėl jų veiklos.

source: Kõik ühisel tööpaigal tegutsevad inimesed peavad järgima ehitustöökeskkonna koordinaatori välja antud juhiseid ja turvareegleid.
lt: Visi, dirbantys bendroje darbo vietoje, turi laikytis tvarkos ir saugos taisyklių, kurias išleidžia saugos ir sveikatos koordinatorius.

source: Igal tööandjal lasub põhivastutus oma töötajate töökeskkonna suhtes.
lt: Kiekvienas darbdavys yra atsakingas už darbuotojų darbo aplinką pirmiausia.

source: Tööandja vastutus oma töövõtjate suhtes kehtib täielikult ka siis, kui tööandja vastutab lisaks veel projekteerimise eest, tööl kasutatava masina tootja eest või töökeskkonna koordinaatori eest.
lt: Darbdavys yra pilnai atsakingas už darbuotojus, nors tuo pat metu jis atsakingas, pavyzdžiui, už projektuotoją, už darbe naudojamos mašinos gamintoją, ir už saugos ir sveikatos koordinatorių.

source: Iseseisev ettevõtja ja need, kes töötavad pereettevõtetes, kus pole töövõtjaid, peavad ehitis- ja rajatistööde puhul järgima suures osas samu reegleid, mis on kehtivad tööandja ja töövõtja puhul.
lt: Savarankiškai dirbantys asmenys ir asmenys, dirbantys šeimos įmonėse be samdomų darbuotojų, atlikdami statybų darbus turi laikytis tų pačių nuostatų, kurios galioja darbdaviui ir darbuotojui.

source: Ehitustöötajad osalevad töökeskkonnaalases töös, järgivad kehtivaid ettekirjutusi ja kasutavad olemasolevaid kaitsevahendeid ja -seadmeid.
lt: Statybininkai turi prisidėti prie darbo aplinkos, laikytis galiojančių nuostatų ir naudotis esamais saugos įrenginiais.

source: Ohutusvolinik esindab töövõtjaid turvaalastes küsimustes.
lt: Saugos atstovas atstovauja darbuotojus saugos klausimais.

source: Kui mingi töö tegemine toob kaasa vahetu ja tõsise ohu elule või tervisele ning tööandja ei kõrvalda otsekohe sellist ohtu, on ohutusvolinikul õigus töö katkestada selleks ajaks, kui Töökeskkonnaamet esitab olukorra kohta oma seisukoha.
lt: Jei darbas kelia ūmų ir rimtą pavojų gyvybei ar sveikatai ir jei darbdavys panaikina pavojų neiškart, saugos atstovas turi teisę nutraukti darbus, kol bus gauta Valstybinės darbo aplinkos inspekcijos pozicija.

source: Tootja, maaletooja ja tehniliste seadmete rendile andja vastutavad oma toodete ohutuse eest.
lt: Gamintojai, importuotojai ir nuomotojai techninės įrangos yra atsakingi už tai, kad jų produktai būtų saugūs.

source: Keemiliste toodete ja muude ainete tootjatel ja maaletoojatel on sarnane vastutus.
lt: Cheminių produktų ir kitų medžiagų gamintojų ir importuotojų atsakomybė panaši.

source: Tootja, maaletooja ja rendile andja peavad andma ka vajaliku tooteteabe terviserikete ja õnnetuste ennetamiseks.
lt: Gamintojai, importuotojai ir nuomotojai turi pateikti reikalingą informaciją apie produktus, kad būtų taikoma prevencija sveikatos sutrikimams ir nelaimingiems atsitikimams.

source: Töökeskkonnaseadus reguleerib ka ajutiste lepingutega töötajaid värbava tööandja kui ka töökoha eest vastutava isiku vastutusala.
lt: Darbo aplinkos įstatyme yra ir nuostatos dėl atsakomybės asmens, samdančio darbo jėgą pagal sutartį, ir valdančio darbų atlikimo vietą.

source: ADI 539 Est Our vision: Everyone wants to, and can, create a good work environment
lt: ADI 539 Lit Our vision: Everyone wants to, and can, create a good work environment

source: Süstemaatiline töökeskkonnaalane töö
lt: Sistematinis darbas darbo aplinkos klausimais

source: Töökeskkonna seadus on loodud eesmärgiga ennetada vigastusi tööl.
lt: Mūsų darbo aplinkos įstatymas yra priimtas tam, kad būtų galima apsaugoti žmones nuo traumų darbe.

source: Tööandjana peate pöörama tähelepanu kõigile asjaoludele, mis võivad mõjutada töötajate tervist ja ohutust.
lt: Būdamas darbdaviu, Jūs turite atsižvelgti į visas sąlygas, kurios gali daryti įtaką darbuotojų sveikatai bei saugumui.

source: Te vastutate kõikide teie heaks töötavate inimeste töökeskkonna eest.
lt: Jūs esate atsakingas už visų, Jums dirbančių asmenų, darbo aplinką.

source: Muudatused mootoriga kettsaagide ja võsalõikurite kasutamisel
lt: Pasikeitimai naudojant benzininius grandininius pjūklus ir trimerius

source: Mootoriga kettsaagide ja võsalõikurite kasutamisel kohaldatavad eeskirjad on esitatud uues määruses AFS 2012:1, mis jõustus 1. detsembril 2012.
lt: Benzininių grandininių pjūklų ir trimerių naudijomo taisyklės yra pateiktos naujausiose nuostatuose, AFS 2012:1, kurie įsigaliojo 2012 m. gruodžio mėn 1 d. Tuo pačiu metu AFS:2000:2 „Benzininių grandininių pjūklų ir trimerių naudojimas“ neteko galios.

source: Neli suurt muudatust määruses AFS 2012:1
lt: Keturi dideli pakeitimai nuostatuose AFS 2012:1

source: Nõudmised kvalifikatsiooni tõendavatele dokumentidele, mille saamiseks tuleb läbida teoreetilised ja praktilised eksamid.
lt: Reikalavimas pateikti dokumentus, įrodančius, kad yra išlaikyti teorijos ir praktiniai testai.

source: Töötajal on eksaminõuete täitmiseks aega 1. jaanuarini 2015.
lt: Darbuotojas iki 2015 m. sausio mėn. 1 d privalo išlaikyti testus.

source: Isik, kes rikub kvalifikatsiooni tõendavate dokumentide eeskirju peale 1. jaanuari 2015, peab maksma 10 000 krooni trahvi.
lt: Tas, kuris nusižengs šioms nuostatoms, nepateikdamas reikalaujamų dokumentų iki 2015 m. sausio 1 d., privalės sumokėti 10 000 kronų baudą.

source: Nõuded hoiatusrõivastele.
lt: Reikalavimas nešioti signalinius drabužius.

source: (Nõuetele vastavad hoiatusrõivad, mis on- valmistatud standardi SS EN 471 järgi.)
lt: Signaliniai drabužiai yra tokie saugos drabužiai, kurie gerai yra matomi tiek dienos metu, tiek tamsoje.

source: Olla valmis halvimaks
lt: Būti pasiruošusiam blogiausiam

source: Töökohas peab olema esmaabivarustus ja kompetentne isik, kes oskab anda esmaabi.
lt: Turi būti kažkas, kas žino ir gali suteikti pirmąją pagalbą bei naudotis pirmosios pagalbos priemonėmis.

source: Töötajad peavad teadma, kuidas kiirabi või teisi alarmteenistusi välja kutsuda, ja oskama selgelt kirjeldada sündmuskohta jõudmise teekonda, vahel ka koordinaatide abiga.
lt: Darbuotojai turi žinoti, kaip reikia skambinti greitajai ir kitai pagalbai, o kartais koordinačių pagalba aiškiai mokėti nurodyti kelią į vietą, kurioje įvyko trauma.

source: Üksi töötamine
lt: Vienam dirbant

source: Üksi metsas töötamisel kehtivad kindlad nõuded välismaailmaga ühendusepidamise kohta.
lt: Dirbant vienam miške, keliami atskiri reikalavimai palaikant ryšį su išoriniu pasauliu.

source: Tööjuht või töökaaslane peab teadma kohta, kus töötaja metsas töötab.
lt: Brigadininkas arba bendradarbiai turi žinoti, kokioje miško vietoje asmuo dirba.

source: Tormimurruga metsas ei tohi üksi töötada, vaid töötajal peab olema otsekontakt töökaaslase või mõne teise isikuga.
lt: Darbas vėtrų išverstuose miškuose neturi būti atliekamas vieno asmens, asmuo turi palaikyti tiesioginį ryšį su kolegomis arba kitu asmeniu.

source: Personali ruumid
lt: Personalo patalpos

source: Personali ruumid on vajalikud nii mugavuse eesmärgil kui ka terviseprobleemide ohu vähendamiseks.
lt: Personalo patalpos būtinos ir dėl komforto, ir, kad būtų sumažinta rizika ligoms.

source: Personali ruumid peaksid olema jalutuskaugusel.
lt: Personalui skirtos patalpos turi būti labai arti.

source: Isikukaitsevahendid
lt: Asmenines darbo saugos priemones

source: Isikul, kes töötab mootoriga kettsaega, peab olema järgnev kaitsevarustus:
lt: Tas, kuris dirba su benzininiu grandininiu pjūklu, privalo naudoti šias asmenines darbo saugos priemones:

source: Kaitsekiiver Kuulmiskaitsevahend Silmade kaitsevahend
lt: Apsauginį šalmą Klausos apsaugą Akių apsaugą

source: Esmaabiside
lt: Pirmosios pagalbos vaistinėlę

source: Saekaitsega kaitsesaapad/ kummikud
lt: Darbo pirštines Apsaugines kelnes

source: Töökeskkonnaameti brošüür „Ohutu töötamine töödeldud metsaistikutega ja pritsimisel peale istutamist” sisaldab täpsemat informatsiooni.
lt: Darbo Aplinkos tarnybos brošiūroje ”Saugus darbas su apipurkštais miško sodinukais ir purškimo metu, pasodinus“ yra daugiau informacijos.

source: Samuti ei tohi nad istutada taimi, mida on nende vahenditega töödeldud.
lt: Jiems, taipogi, neleidžiama sodinti sodinukų, apipurkštų šiais pesticidais.

source: Kes tohib mootoriga kettsaega töötada?
lt: Kam leidžiama dirbti su benzininiu grandininiu pjūklu?

source: Isik peab olema läbinud teoreetilise ja praktilise eksami, mis näitavad, et tal on konkreetsete tööülesannete täitmiseks vastavad oskused.
lt: Asmuo turi būti išlaikęs teorijos ir praktikos testą, kuris rodo, kad jis arba ji turi kompetenciją, kuri atitinka tas darbo funkcijas, kurios turi būti atliktos.

source: Isikul peab olema ka nõuete täitmist kinnitav dokumentatsioon.
lt: Asmuo taip pat turi pateikti dokumentus, patvirtinančius šiuos reikalavimus.

source: Kes tohib võsalõikuriga töötada?
lt: Kam leidžiama dirbti su trimeriu?

source: Töötaja, kes töötab võsalõikuriga, peab olema läbinud vastavat tööala käsitleva koolituse ja tal peavad olema tööks vajalikud oskused.
lt: Tas, kuris dirba su trimeriu, privalo baigti apmokymus tokio tipo atliekamam darbui ir turėti kompetenciją tokiam darbui.

source: Suhtuge langevatesse puudesse ettevaatusega
lt: Gerbk kertantį medį

source: Langevad puud põhjustavad igal aastal mitmeid surmajuhtumeid.
lt: Kiekvienais metais kertant medžius, mirtinai sužalojami žmones.

source: Töökeskkonnaameti koduleht
lt: Darbo aplinkos tarnybos interneto puslapis

source: Meie kodulehel on kõikide kehtivate eeskirjade, infolehtede ja raamatute viimased versioonid, mis võivad olla abiks hea töökeskkonna loomisel.
lt: Mūsų interneto puslapyje yra pateikiamas naujausias visų taikomų nuostatų variantas, informacinio pobūdžio brošiūros ir knygos, kurios gali padėti sukurti gerą darbo aplinką.

source: Kui Sul on kavas tulla marjakorjajana Rootsi tööle, leiad käesolevast Töökeskkonna ameti infovoldikust kasulikku teavet.
lt: Čia yra Darbo aplinkos tarnybos informacinis bukletas Jums, norintiems rinkti uogas Švedijoje.

source: Töökeskkonna amet on riiklik ametiasutus, kes kontrollib, et Rootsis peetaks töökohtadel kinni töökeskkonna seaduse ja tööaja seaduse sätetest ning järgitaks ka teisi töökeskkonnaga seotud ettekirjutusi.
lt: Darbo aplinkos tarnyba yra ta valdžios institucija, kuri kontroliuoja, kad Švedijos darbo vietose būtų laikomasi darbo aplinkos įstatymo, darbo laiko trukmės įstatymo ir kitų darbo aplinkos teisės normos aktų.

source: Alljärgnevalt anname kokkuvõtliku ülevaate 2010. aastal Rootsis kehtivatest reeglitest töö- ja elamislubade, töökeskkonna, tööaja ja miinimumpalga kohta ja ka muust.
lt: Čia yra trumpai pristatomi 2010 metais Švedijoje galiojantys įstatymai dėl darbo leidimo ir leidimo nuolatiniam gyvenimui išdavimo, darbo aplinkos, darbo laiko trukmės, minimalaus darbo užmokesčio bei kita.

source: Mida see tähendab, on täpsemalt kirjas allpool.
lt: Žemiau galite nuodugniau susipažinti su šios nutarties reikšme.

source: Kui Sa soovid töötada Rootsis marjakorjajana
lt: Jums, norintiems rinkti uogas Švedijoje

source: Kui Sa ei ole Euroopa Liidu liikmesriigi kodanik ning soovid töötada Rootsis marjakorjajana, peab Sul üldjuhul olema tööluba.
lt: Jeigu Jūs norite rinkti uogas Švedijoje ir nesate kilęs iš ES šalies, Jūs paprastai privalote turėti darbo leidimą.

source: Isikul, kes ei ole Euroopa Liidu liikmesriigi kodanik, peab olema Rootsis viibimiseks enamasti ka viisa.
lt: Daugelį atvejų ne ES piliečiams, norintiems būti Švedijoje, taip pat reikia ir vizos.

source: Kui Sa kavatsed töötada Rootsis rohkem kui kolm kuud, peab Sul olema tööloale lisaks ka elamisluba.
lt: Jeigu Jūs Švedijoje dirbsite ilgiau nei tris mėnesius, Jums be darbo leidimo, taipogi, reikia ir leidimo nuolatiniam gyvenimui.

source: Luba pead taotlema enne Rootsi tulekut.
lt: Jūs turėtumėte galiojantį pasą,

source: Kui Sa kavatsed töötada Rootsis vähem kui kolm kuud ja Sa vajad Rootsi sissesõitmiseks viisat, pead tööloataotluse esitama Rootsi saatkonna või konsulaadi kaudu.
lt: Jūsų darbdavys Jums suteikia įdarbinimo sąlygas, kurios yra lygiavertės švediškų kolektyvinių sutarčių sąlygoms, arba atitinka profesijos ar šakos keliamas sąlygas (žr. žemiau),

source: Millised töölevõtu tingimused kehtivad marjakorjajatele Rootsi kollektiivlepingute järgi?
lt: Kokios įdarbinimo sąlygos, vadovaujantis Švedijos kolektyvinėmis sutartimis, yra taikomos uogautojams?

source: Kol-lektiivlepingus on reguleeritud ka tunnipalgaliste töötajate minimaalne tunnipalk, mis kehtib neile, kes saavad töötasu töötundide alusel.
lt: Valandininkams taip pat sutartyje yra nusta-tytas žemiausias taikomas valandinis

source: Kokkuvõtteks võib öelda, et marjakorjaja töötasu peab olema vähemalt Rootsi kollektiivlepingutes kokku lepitud miinimumpalga tasemel.
lt: Taigi, apibendrinus, uogautojas mažiausiai turi uždirbti Švedijos kolektyvinėje sutartyje nustatytą minimalų darbo užmokestį.

source: Kui Sinu tööandja on kirjutanud alla Rootsi Munitsipaal- töötajate Liiduga sõlmitud lepingule, kehtib Sinu puhul Munitsipaaltöötajate Liidu kollektiivleping tervikuna.
lt: Jūsų darbdaviui sudarius sutartį su Švedijos Savivaldybių darbuotojų profesine sąjunga, taikoma visa sutartis.

source: Brošüürist leiad kollektiivlepingu ja oma õiguste kohta täiendavat teavet.
lt: Šis bukletas yra išverstas į keletą užsienio kalbų.

source: Marjakorjamine ilma tööandjata
lt: Rinkti uogas neįsidarbinus

source: Kui Sul on viisa, et külastada oma Rootsis elavaid sugulasi, võid Sa korjata marju eraisikuna.
lt: Jums, kaip privačiam asmeniui, gavus vizą aplankyti giminaičius, galima rinkti uogas.

source: Eraisikute marja- korjamisest saadud tulu ei maksustata, kui see ei ületa 12 500 SEK aastas.
lt: Privatiems asmenims taikoma vizų išdavimo tvarka.

source: Eraisikutele kehtivate viisareeglite kohta leiad teavet Migratsiooniameti veebilehelt.
lt: Informacija apie vizų išdavimo tvarką yra pateikta Migracijos departamento internetinio puslapio svetainėje.

source: Töökeskkond ja tööaeg
lt: Darbo aplinka ir darbo laiko trukmė

source: Ajal, kui Sa töötad Rootsis, on Sinu tööandja kohustatud pidama kinni Rootsi töökeskkonna seadusest, Töökeskkonna ameti eeskirjadest ja tööaja seadusest.
lt: Jūsų darbdavys Jūsų darbo laikotarpiu Švedijoje privalo laikytis Švedijos darbo aplinkos įstatymo, Darbo aplinkos tarnybos nuostatų ir darbo laiko trukmės įstatymo nuostatų.

source: Töökeskkonna seadus sätestab tööandjate ja teiste ohutuse eest vastutavate isikute kohustused, et hoida ära tööst tingitud tervisekahjustusi ja õnnetusjuhtumeid.
lt: Darbo aplinkos įstatyme yra numatytos darbdavių ir kitų už darbo saugą bei technikos saugumą atsakingų asmenų pareigos užkirsti kelią ligoms bei nelaimingiems atsitikimams darbe.

source: Töökeskkond hõlmab kõiki tööga seotud asjaolusid ja tingimusi, s.t kõike alates sellest, et masinad ja tööriistad vastaksid ohutusnõuetele kuni selleni, et stressitase ei oleks liiga kõrge.
lt: Darbo aplinką sudaro visi darbo veiksniai bei sąlygos, tai yra, viskas, pradedant nuo technikai ir įrankiams keliamų saugumo reikalavimų laikymosi iki ne per aukšto streso lygio.

source: Tööaja seadus sätestab, kui palju on lubatud ööpäeva, nädala ja aasta jooksul kokku töötada.
lt: Įstatymas dėl darbo laiko trukmės reglamentuoja darbuotojų paros, savaitės ir metų darbo laiko trukmę.

source: Nii näiteks on Sul õigus omada iga 24 tunni jooksul 11 tundi järjest vaba aega.
lt: Pavyzdžiui, visi darbuotojai kiekvieno 24 valandų laikotarpiu turi poilsiauti mažiausiai 11 valandų iš eilės.

source: Seda kutsutakse tööpäevade vaheliseks puhkeajaks.
lt: Tai vadinama paros poilsiu.

source: Normaaltööaeg ei tohi ületada 40 tundi nädalas.
lt: Įprasta darbo laiko trukmė neturi viršyti 40 valandų per savaitę.

source: Vajadusel on lubatud töötada neljanädalase tööperioodi jooksul keskmiselt 40 tundi nädalas, mis tähendab seda, et mõnel nädalal võib sel ajal töötada rohkem ja teisel vähem.
lt: Prireikus, darbo laiko trukmė keturių savaičių laikotarpyje vidutiniškai gali būti 40 valandų per savaitę.

source: Aasta jooksul on ületunnitööd lubatud teha kuni 200 tundi.
lt: Viršvalandžiai neturi viršyti 200 valandų per vienerius kalendorinius metus.

source: Töökeskkonna ameti ülesanne on jälgida, et tööandjad peaksid töökeskkonna seaduse ja tööaja seaduse sätetest kinni.
lt: Darbo aplinkos tarnybos funkcija yra tikrinti, kad darbdaviai laikytųsi darbo aplinkos ir darbo laiko trukmės įstatymo.

source: Töökeskkonna ameti inspektorid käivad kohtadel kontrollimas, kas tööandjad peavad seadustest kinni.
lt: Darbo aplinkos tarnybos inspektoriai lankosi įvairiose darbo vietose ir tikrina, kad darbdaviai laikytųsi įstatymų.

source: Kui seda ei tehta, võidakse mingite tööülesannete täitmine ära keelata.
lt: Jeigu yra nesilaikoma įstatymų, gali, pavyzdžiui, būti draudžiama atlikti tam tikras darbo funkcijas.

source: Kui Sa oled arvamusel, et Sinu tööandja rikub eeskirju, võta ühendust Töökeskkonna ametiga.
lt: Jeigu Jūs manote, kad Jūsų darbdavys nesilaiko įstatymų, galite kreiptis į Darbo aplinkos tarnybą.

source: Võid pöörduda ka Munitsipaaltöötajate Liidu (Kommunal) poole, kellel on töökaitse alal oma regionaalvolinikud, kes jälgivad, et töökeskkond vastaks nõuetele.
lt: Jūs taip pat galite kreiptis į Kommunal, kurios regionų įgaliotiniai darbo saugai bei technikos saugumui prižiūri, kad darbo aplinka būtų gera.

source: Tööaja seaduse kohaldamisest võib loobuda kollektiivlepinguga poolte kokkuleppel.
lt: Dėl nuostatų, numatytų darbo laiko trukmės įstatyme, galima susitarti kolektyvinėse sutartyse.
